;Place localized text in this file


[Mrc_FreeBeacon X2AbilityTemplate]
LocFriendlyName="诱饵"
LocLongDescription="提供一个免费的模仿信标。"
LocHelpText="提供一个免费的模仿信标。"
LocPromotionPopupText="提供一个免费的模仿信标。"

[Mrc_HOLOFO X2AbilityTemplate]
LocFriendlyName="群体全息瞄准"
LocLongDescription="对视线范围内的所有敌人进行全息瞄准，使你的小队对该目标的命中提高+5。不会从其他全息瞄准者技能中获得增益。"
LocHelpText="对视线范围内的所有敌人进行全息瞄准，使你的小队对该目标的命中提高 +<Ability:HOLOTARGETAIMBONUS/> 。不会从其他全息瞄准者技能中获得增益。"
LocFlyOverText="全息瞄准"
LocPromotionPopupText="对视线范围内的所有敌人进行全息瞄准。"

[MKPMrCloista X2AbilityTemplate]
LocFriendlyName="小型动力板甲"
LocLongDescription="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"
LocHelpText="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"
LocPromotionPopupText="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"
LocFlyOverText="动力板甲"

[MKPCloista_Overload X2AbilityTemplate]
LocFriendlyName="小型动力板甲 - 过载"
LocLongDescription="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会使护盾超过每场任务的最大值 <Ability:iMKP_MAXSHIELDREGEN/> 。发生器已经过载并暂时关闭。它需要在复仇者上进行重新校准。"
LocHelpText="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会使护盾超过每场任务的最大值 <Ability:iMKP_MAXSHIELDREGEN/> 。发生器已经过载并暂时关闭。它需要在复仇者上进行重新校准。"
LocFlyOverText="动力板甲过载"

[MKP_MrCloista_Passive X2AbilityTemplate]
LocFriendlyName="小型动力板甲"
LocLongDescription="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"
LocHelpText="增加 <Ability:iMKP_ADDSHIELDBOOST/> 层消融护盾。对该单位未命中的射击会增加 <Ability:iMKP_SHIELDSPERMISS/>点护盾。"

[RustyCloistaShield X2AbilityTemplate]
LocFriendlyName="封闭护盾"
LocLongDescription="在士兵及其附近的盟友周围释放护盾。如果这名士兵被杀，护盾将崩溃。这是一个免费动作，需要士兵拥有2个行动点（因此必须是第一个动作），并且有2次充能和5回合的冷却时间。"
LocHelpText="在附近的盟友和自己周围投射护盾。免费动作要求：2个行动点。2次充能，5回合冷却。"
LocFlyOverText="护盾启动"
LocPromotionPopupText="<Bullet/>能力点消耗： <Ability:WSS_AP/>.\n<Bullet/>是免费动作： <Ability:WSS_ISFREE/>.\n<Bullet/>结束回合： <Ability:WSS_ENDSTURN/>\n<Bullet/>冷却时间： <Ability:WSS_COOLDOWN/>\n<Bullet/>充能次数：<Ability:WSS_CHARGES/>\n<Bullet/>可以在混乱状态下使用： <Ability:WSS_DISORIENT/>\n<Bullet/>可以在燃烧状态下使用： <Ability:WSS_BURNING/>\n<Bullet/>半径（以瓷砖为单位）：<Ability:WSS_RADIUS/>\n<Bullet/>提供的消融护盾生命值： <Ability:WSS_SHIELDHP/>  （如果不使用能量护盾大修）。"



[TravelLight X2WeaponTemplate]
FriendlyName="轻装上阵"
FriendlyNamePlural="轻装上阵"
BriefSummary="此槽位不装备任何物品"
TacticalText="携带更少的装备进入战斗可以使你移动更快。提供+1的移动性加成"
AbilityDescName="空"

[TravelLightMobilityBonus X2AbilityTemplate]
LocFriendlyName="轻装上阵"
LocFlyOverText="轻装上阵"
LocLongDescription="不携带额外武器提供+1的移动性加成。"
LocHelpText="不携带额外武器提供+1的移动性加成。"
LocPromotionPopupText="<Bullet/> 不携带额外武器提供+1的移动性加成。"

[TravelLightPrimary X2WeaponTemplate]
FriendlyName="轻装上阵"
FriendlyNamePlural="轻装上阵"
BriefSummary="此槽位不装备任何物品"
TacticalText="携带更少的装备进入战斗可以使你移动更快。提供+2的移动性加成"
AbilityDescName="空"

[TravelLightPrimaryBonus X2AbilityTemplate]
LocFriendlyName="轻装上阵"
LocFlyOverText="轻装上阵"
LocLongDescription="不携带主武器提供+2的移动性加成。"
LocHelpText="不携带主武器提供+2的移动性加成。"
LocPromotionPopupText="<Bullet/> 不携带主武器提供+2的移动性加成。"

;abb

[SprayMrC X2AbilityTemplate]
LocFriendlyName="盲射"
LocFlyOverText="盲射"
LocLongDescription="从掩体后向敌人开火。命中-10，暴击率-20，但不结束回合。单位必须处于掩体中。"
LocHelpText="从掩体后向敌人开火。命中-10，暴击率-20，但不结束回合。单位必须处于掩体中。"
LocPromotionPopupText="<Bullet/>Spray 从掩体后向敌人开火。命中-10，暴击率-20，但不结束回合。单位必须处于掩体中。<br/>"

[SingleReloadMrC X2AbilityTemplate]
LocFriendlyName="装填单发"
LocLongDescription="为你的主武器装填单发子弹。这是一个免费动作，需要士兵拥有2个行动点（因此必须是第一个动作），并且有2次充能。"
LocHelpText="为你的主武器装填单发子弹。免费动作要求：2个行动点。2次充能。"
LocFlyOverText="装填单发"

;modded vanilla
[MrCPistolStandardShot X2AbilityTemplate]
LocFriendlyName="手枪射击"
LocLongDescription="你接受了如何有效使用 <Ability:SecondaryWeaponName/>的全部灵活性的训练。"
LocHelpText="用手枪向目标开火。"
LocFlyOverText=""
LocPromotionPopupText="<Bullet/> <Ability:SecondaryWeaponName/> 允许 <Ability:ClassName/> 在花费其他行动点时进行攻击或警戒。<br>"

[MrCSwordSlice X2AbilityTemplate]
LocFriendlyName="斩杀"
LocLongDescription="使用你的 <Ability:SecondaryWeaponName/>攻击移动范围内的任何敌人。"
LocHelpText="攻击移动范围内的敌人，使用你的 <Ability:SecondaryWeaponName/>。"
LocPromotionPopupText="<Bullet/> 你可以通过将移动光标放在敌人身上来触发切割能力。<br/><Bullet/> 游侠可以使用两个动作进行“冲刺”移动，并且仍然可以对相邻的敌人触发切割。<br/>"

[MrCBladestorm X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对任何进入或从近战范围内攻击的敌人进行免费的 <Ability:SecondaryWeaponName/> 攻击。"
LocHelpText="对任何进入或从近战范围内攻击的敌人进行免费的 <Ability:SecondaryWeaponName/> 攻击。"
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻格中开始他们的回合，并且尝试攻击 <Ability:ClassName/>，剑刃风暴将触发。<br/><Bullet/> 如果敌人在相邻格中没有开始他们的回合，那么当敌人移动到近战范围内时，剑刃风暴将触发。<br/>"

[MrCBladestormAttack X2AbilityTemplate]
LocFriendlyName="剑刃风暴"
LocLongDescription="对任何进入或从近战范围内攻击的敌人进行免费的 <Ability:SecondaryWeaponName/> 攻击。"
LocHelpText="对任何进入或从近战范围内攻击的敌人进行免费的 <Ability:SecondaryWeaponName/> 攻击。"
LocFlyOverText="剑刃风暴"
LocPromotionPopupText="<Bullet/> 如果敌人在相邻格中开始他们的回合，并且尝试攻击 <Ability:ClassName/>，剑刃风暴将触发。<br/><Bullet/> 如果敌人在相邻格中没有开始他们的回合，那么当敌人移动到近战范围内时，剑刃风暴将触发。<br/>"

[MrCHeavyOrdnance X2AbilityTemplate]
LocFriendlyName="重型实用弹药"
LocLongDescription="你的实用槽位中的手榴弹获得2次额外使用次数。"
LocHelpText="你的实用槽位中的手榴弹获得2次额外使用次数。"
LocPromotionPopupText="<Bullet/> 所有类型的手榴弹都适用于重型实用弹药，包括非攻击性的手榴弹，如战斗扫描器和烟雾弹。<br/>"


[MrCKillZone X2AbilityTemplate]
LocFriendlyName="手枪杀戮地带"
LocLongDescription="对任何在杀戮地带内移动或攻击的敌人进行反应射击。"
LocHelpText="增强锥形视野的监视能力。"
LocFlyOverText="杀戮地带"
LocPromotionPopupText="<Bullet/> <Ability:ClassName/> 可以在弹药限制外无限次地使用杀戮地带射击。<br/><Bullet/> 杀戮地带利用了小队视野能力，即使 <Ability:ClassName/> 没有小队视野能力。<br/><Bullet/> 杀戮地带有 <Ability:SelfCooldown/> 回合的冷却时间。<br/>"
LocFriendlyNameWhenConcealed="杀戮地带（隐蔽）"

[MrCLightningHands X2AbilityTemplate]
LocFriendlyName="雷霆之手"
LocLongDescription="向目标开火你的 <Ability:SecondaryWeaponName/> 。这次攻击不消耗行动点。"
LocHelpText="向目标开火你的 <Ability:SecondaryWeaponName/> 。这次攻击不消耗行动点。"
LocFlyOverText="雷霆之手"
LocPromotionPopupText="<Bullet/> 雷霆之手可以很好地与其他 <Ability:ClassName/> 能力组合使用，因为它在同一回合内不会阻止使用其他能力。<br/><Bullet/> 雷霆之手有 <Ability:SelfCooldown/> 回合的冷却时间。<br/>"


[MrCExtraHeavy X2AbilityTemplate]
LocFriendlyName="额外重型武器"
LocLongDescription="为重型武器增加+1充能。"
LocHelpText="为重型武器增加+1充能。"
LocFlyOverText="额外重型武器"
LocPromotionPopupText="<Bullet/> 为重型武器增加+1充能。<br/>"

[MrCExtraHeavySA X2AbilityTemplate]
LocFriendlyName="额外BIT重型武器"
LocLongDescription="为BIT重型武器增加+1充能。"
LocHelpText="为BIT重型武器增加+1充能。"
LocFlyOverText="额外重型武器"
LocPromotionPopupText="<Bullet/> 为BIT重型武器增加+1充能。<br/>"



[MrCpouchAmmo X2AbilityTemplate]
LocFriendlyName="弹药包"
LocLongDescription="提供一个弹药槽位。"
LocHelpText="提供一个弹药槽位。"
LocPromotionPopupText="<Bullet/>提供一个弹药槽位。<br/>"



[MrCpouchGrenade X2AbilityTemplate]
LocFriendlyName="手榴弹包"
LocLongDescription="提供一个榴弹槽位。"
LocHelpText="提供一个榴弹槽位。"
LocPromotionPopupText="<Bullet/>提供一个榴弹槽位。<br/>"


[MrCPistolDeadeye X2AbilityTemplate]
LocFriendlyName="高热射击"
LocLongDescription="用命中惩罚换取显著的伤害提升进行射击。"
LocHelpText="用命中惩罚换取显著的伤害提升进行射击。"
LocPromotionPopupText="<Bullet/>高热射击减少了射击的整体命中率三分之一，但将射击的基础伤害加倍。<br/><Bullet/> 高热射击有3回合的冷却时间。<br/>"

[PistolDeadeyeDamage X2AbilityTemplate]
LocFriendlyName="高热射击"
LocLongDescription="用命中惩罚换取显著的伤害提升进行射击。"
LocHelpText="用命中惩罚换取显著的伤害提升进行射击。"
LocPromotionPopupText="<Bullet/> 高热射击减少了射击的整体命中率三分之一，但将射击的基础伤害加倍。<br/><Bullet/> 高热射击有3回合的冷却时间。<br/>"